[
  {
    "id": 1,
    "name": "Catan",
    "image": {
      "path": "/images/catan.jpg",
      "credit": {
        "author": "Yonghokim",
        "source": "Wikimedia Commons",
        "sourceLink": "https://commons.wikimedia.org/wiki/File:A_game_of_Settlers_of_Catan.jpg",
        "license": "CC BY-SA 4.0",
        "licenseLink": "https://creativecommons.org/licenses/by-sa/4.0>"
      }
    },
    "players": [
      3,
      4
    ],
    "genre": "Strategy",
    "keywords": [
      "Trading",
      "Building",
      "Negotiation"
    ],
    "Description": "Catan is a popular strategy board game where players collect and trade resources to build roads, settlements, and cities. The game is highly interactive as players negotiate trades and expand their territory. Victory points are earned by building, and the first player to reach 10 points wins. Catan is known for its replayability due to the randomized board setup. Players need to balance resource management, trade, and expansion to succeed.",
    "runtime": "60-120 minutes"
  },
  {
    "id": 2,
    "name": "Monopoly",
    "image": {
      "path": "/images/monopoly.jpg",
      "credit": {
        "author": "Horst Frank",
        "source": "Wikimedia Commons",
        "sourceLink": "https://commons.wikimedia.org/wiki/File:German_Monopoly_board_in_the_middle_of_a_game.jpg",
        "license": "CC BY-SA 3.0",
        "licenseLink": "http://creativecommons.org/licenses/by-sa/3.0/"
      }
    },
    "players": [
      2,
      6
    ],
    "genre": "Economy",
    "keywords": [
      "Real Estate",
      "Trading",
      "Money"
    ],
    "Description": "Monopoly is a classic economic board game where players buy, sell, and trade properties to dominate the real estate market. The goal is to bankrupt your opponents through rent collection, property improvements, and strategic trading. Players can build houses and hotels on their properties to increase rent. Chance and Community Chest cards add an element of unpredictability to the game. The last player standing with money and property wins.",
    "runtime": "60-180 minutes"
  },
  {
    "id": 3,
    "name": "Sorry!",
    "image": {
      "path": "/images/sorry.jpg",
      "credit": {
        "author": "myguitarzz (on Flickr)",
        "source": "Wikimedia Commons",
        "sourceLink": "https://commons.wikimedia.org/wiki/File:Sorry_diamond_edit.jpg",
        "license": "CC BY 2.0",
        "licenseLink": "https://creativecommons.org/licenses/by/2.0"
      }
    },
    "players": [
      2,
      4
    ],
    "genre": "Family",
    "keywords": [
      "Luck",
      "Move",
      "Pawns"
    ],
    "Description": "Sorry! is a family board game based on the ancient game of Pachisi, where players move their pawns around the board trying to get them home. The game involves both strategy and luck, as players draw cards to determine their moves. Players can bump opponents' pawns back to the start, adding a competitive element. The first player to get all their pawns to the home space wins. The game is known for its simple rules and fast-paced action.",
    "runtime": "30-45 minutes"
  },
  {
    "id": 4,
    "name": "The Game of Life",
    "image": {
      "path": "/images/game-of-life.jpg",
      "credit": {
        "author": "CliffMuller (on Flickr)",
        "source": "flickr",
        "sourceLink": "https://www.flickr.com/photos/cliff_robin/",
        "license": "CC BY-NC-SA 2.0",
        "licenseLink": "https://creativecommons.org/licenses/by-nc-sa/2.0/"
      }
    },
    "players": [
      2,
      6
    ],
    "genre": "Family",
    "keywords": [
      "Career",
      "Money",
      "Life Choices"
    ],
    "Description": "The Game of Life simulates a person's journey through life, from college to retirement, with players making career and family decisions along the way. Players spin a wheel to move around the board, encountering life events like marriage, kids, and job promotions. The goal is to accumulate the most wealth by the end of the game. Life events, salary, and investments add complexity and variety to each game. It's a fun family game that blends strategy and luck.",
    "runtime": "60-90 minutes"
  },
  {
    "id": 5,
    "name": "Checkers",
    "image": {
      "path": "/images/checkers.jpg",
      "credit": {
        "author": "Jud McCranie",
        "source": "Wikimedia Commons",
        "sourceLink": "https://commons.wikimedia.org/wiki/File:CheckersStandard.jpg",
        "license": "CC BY 3.0",
        "licenseLink": "https://creativecommons.org/licenses/by/3.0"
      }
    },
    "players": [
      2,
      2
    ],
    "genre": "Abstract Strategy",
    "keywords": [
      "Jump",
      "Capture",
      "King"
    ],
    "Description": "Checkers is a classic abstract strategy game for two players, played on an 8x8 board. The goal is to capture all of your opponent's pieces by jumping over them. Players can move their pieces diagonally and crown a 'King' when a piece reaches the opponent's back row. Kings have the ability to move in both directions, making them powerful pieces. The game is simple to learn but offers deep strategic possibilities for competitive players.",
    "runtime": "20-30 minutes"
  },
  {
    "id": 8,
    "name": "Sequence",
    "image": {
      "path": "/images/sequence.jpg",
      "credit": {
        "author": "Shiftchange",
        "source": "Wikimedia Commons",
        "sourceLink": "https://commons.wikimedia.org/wiki/File:Sequence_card_game.jpg",
        "license": "CC0 1.0 Universal",
        "licenseLink": "https://creativecommons.org/publicdomain/zero/1.0/deed.en"
      }
    },
    "players": [
      2,
      12
    ],
    "genre": "Card Game",
    "keywords": [
      "Cards",
      "Strategy",
      "Board"
    ],
    "Description": "Sequence is a strategy game that combines elements of card games and board games. Players place chips on the board to form a sequence of five in a row by playing cards from their hand that correspond to the board's layout. The game can be played individually or in teams, and it requires both strategic thinking and careful observation of opponents' moves. It's easy to learn but offers deep strategic challenges, making it fun for all ages.",
    "runtime": "30-60 minutes"
  },
  {
    "id": 9,
    "name": "7 Wonders",
    "image": "/images/7-wonders.jpg",
    "players": [
      2,
      7
    ],
    "genre": "Card Drafting",
    "keywords": [
      "Civilization",
      "Strategy",
      "Card Drafting"
    ],
    "Description": "7 Wonders is a card drafting game where players build their own civilizations by developing their military, scientific, cultural, and commercial power. The game is played over three ages, and players choose cards that will benefit their strategy while denying resources to others. Each player aims to accumulate the most points by the end of the third age. The game is known for its strategic depth and the ability to accommodate larger groups of players.",
    "runtime": "30-45 minutes"
  },
  {
    "id": 11,
    "name": "Betrayal at House on the Hill",
    "image": "/images/betrayal-at-house-on-the-hill.jpg",
    "players": [
      3,
      6
    ],
    "genre": "Horror",
    "keywords": [
      "Haunted",
      "Traitor",
      "Exploration"
    ],
    "Description": "Betrayal at House on the Hill is a horror-themed strategy game where players explore a haunted mansion that is built room by room. Halfway through the game, one player betrays the group, and the game shifts to a battle between the traitor and the rest of the players. With multiple scenarios and random events, no two games are alike. The game blends exploration, teamwork, and strategy with a thrilling narrative. The winner is determined by the successful completion of each scenario.",
    "runtime": "60-90 minutes"
  },
  {
    "id": 13,
    "name": "Horrified",
    "image": "/images/horrified.jpg",
    "players": [
      1,
      5
    ],
    "genre": "Cooperative",
    "keywords": [
      "Monsters",
      "Teamwork",
      "Strategy"
    ],
    "Description": "Horrified is a cooperative strategy game where players face off against iconic monsters from classic horror films. Each monster has a unique set of challenges, and players must work together to defeat them before time runs out. The game requires careful coordination, resource management, and strategic planning to succeed. With different monsters and setups, it offers a high level of replayability.",
    "runtime": "60 minutes"
  },
  {
    "id": 16,
    "name": "Chess",
    "image": "/images/chess.jpg",
    "players": [
      2,
      2
    ],
    "genre": "Abstract Strategy",
    "keywords": [
      "Kings",
      "Queens",
      "Checkmate"
    ],
    "Description": "Chess is one of the most famous abstract strategy games in history, where two players face off with the goal of checkmating the opponent's king. Each piece moves differently, and mastering the game involves a deep understanding of tactics, strategy, and foresight. Chess is a game of pure skill with no element of luck.",
    "runtime": "30-60 minutes"
  },
  {
    "id": 17,
    "name": "Cover Your Assets",
    "image": "/images/cover-your-assets.jpg",
    "players": [
      4,
      6
    ],
    "genre": "Card Game",
    "keywords": [
      "Assets",
      "Trading",
      "Stealing"
    ],
    "Description": "Cover Your Assets is a fast-paced card game where players build a stack of valuable asset cards and try to protect them from opponents. Players can steal assets from others or draw cards to add to their own pile. The game requires strategic play and quick decision-making, as the value of assets can swing rapidly.",
    "runtime": "30-45 minutes"
  },
  {
    "id": 18,
    "name": "The Great Dalmuti",
    "image": "/images/great-dalmuti.jpg",
    "players": [
      4,
      8
    ],
    "genre": "Card Game",
    "keywords": [
      "Ranking",
      "Strategy",
      "Social"
    ],
    "Description": "The Great Dalmuti is a social card game where players are ranked based on their performance in each round. The goal is to play all of your cards as quickly as possible, with players aiming to become the Dalmuti (the top rank) or avoid being the Great Peon (the lowest rank). The game is fast-paced and relies on both skill and luck.",
    "runtime": "45 minutes"
  },
  {
    "id": 19,
    "name": "Codenames Duet",
    "image": "/images/codenames-duet.jpg",
    "players": [
      2,
      2
    ],
    "genre": "Party Game",
    "keywords": [
      "Words",
      "Cooperative",
      "Clue"
    ],
    "Description": "Codenames Duet is a cooperative version of the popular Codenames party game. In this game, two players work together to find all of their agents before time runs out by giving one-word clues. Both players give and receive clues, making it a truly collaborative experience. The challenge is in avoiding the assassin and interpreting clues correctly.",
    "runtime": "15-30 minutes"
  },
  {
    "id": 20,
    "name": "The Mind",
    "image": "/images/the-mind.jpg",
    "players": [
      2,
      4
    ],
    "genre": "Cooperative",
    "keywords": [
      "Cards",
      "Silence",
      "Telepathy"
    ],
    "Description": "The Mind is a cooperative card game where players attempt to play cards in ascending order without communicating verbally. Players must develop a sense of timing and teamwork to succeed. The game is simple in concept but surprisingly challenging, as miscommunication can quickly lead to failure.",
    "runtime": "15-20 minutes"
  },
  {
    "id": 21,
    "name": "Joking Hazard",
    "image": "/images/joking-hazard.jpg",
    "players": [
      3,
      10
    ],
    "genre": "Party Game",
    "keywords": [
      "Humor",
      "Cards",
      "Comics"
    ],
    "Description": "Joking Hazard is an adult party game where players create funny and often inappropriate comic strips using cards. Each round, one player sets up a two-panel comic, and the others submit cards to complete the strip. The funniest or most outrageous comic wins the round. It's a light-hearted, creative game that's perfect for groups who enjoy dark humor.",
    "runtime": "30-45 minutes"
  },
  {
    "id": 22,
    "name": "Happy Little Dinosaurs",
    "image": "/images/happy-little-dinosaurs.jpg",
    "players": [
      2,
      4
    ],
    "genre": "Card Game",
    "keywords": [
      "Dinosaurs",
      "Survival",
      "Luck"
    ],
    "Description": "Happy Little Dinosaurs is a card game where players try to avoid disasters while navigating through a world full of dangers. Each player is a dinosaur, and the goal is to be the last dino standing or the first to reach a certain score. Players must outwit disasters and opponents by playing the right cards at the right time.",
    "runtime": "30 minutes"
  },
  {
    "id": 23,
    "name": "A Little Wordy",
    "image": "/images/a-little-wordy.jpg",
    "players": [
      2,
      2
    ],
    "genre": "Word Game",
    "keywords": [
      "Words",
      "Clues",
      "Vocabulary"
    ],
    "Description": "A Little Wordy is a two-player word game where each player creates a secret word from a set of tiles. The other player must guess the word by asking for clues, and both players use strategy and vocabulary skills to outsmart each other. The game is compact, quick, and perfect for players who enjoy word games and puzzles.",
    "runtime": "20-30 minutes"
  },
  {
    "id": 24,
    "name": "Fear Pong",
    "image": "/images/fear-pong.jpg",
    "players": [
      2,
      6
    ],
    "genre": "Party Game",
    "keywords": [
      "Dares",
      "Drinks",
      "Challenge"
    ],
    "Description": "Fear Pong is a party game where players take turns throwing a ping pong ball into cups, but with a twist—each cup contains a dare. If you land the ball in a cup, you must complete the dare or forfeit the cup. The game combines elements of skill, bravery, and humor as players face increasingly ridiculous challenges.",
    "runtime": "30-60 minutes"
  },
  {
    "id": 25,
    "name": "Machi Koro",
    "image": "/images/machi-koro.jpg",
    "players": [
      2,
      4
    ],
    "genre": "City Building",
    "keywords": [
      "Dice",
      "Strategy",
      "Cities"
    ],
    "Description": "Machi Koro is a city-building card game where players roll dice to collect income and build landmarks. The goal is to be the first to complete all of your landmarks. Each turn, players can purchase new establishments or landmarks that generate money or interact with other players.",
    "runtime": "30-45 minutes"
  },
  {
    "id": 26,
    "name": "Poker Chips",
    "image": "/images/poker-chips.jpg",
    "genre": "Gambling",
    "keywords": [
      "Betting",
      "Money",
      "Chips"
    ],
    "players": [
      3,
      10
    ],
    "Description": "Poker Chips are typically used in card games like Poker, where players bet and compete to win chips based on the strength of their hand. While the chips themselves aren't a standalone game, they are essential for many gambling and card games. Poker games often involve strategy, bluffing, and careful calculation.",
    "runtime": "Varies by game"
  },
  {
    "id": 27,
    "name": "Magic: The Gathering",
    "image": "/images/magic-the-gathering.jpg",
    "players": [
      2,
      20
    ],
    "genre": "Trading Card Game",
    "keywords": [
      "Cards",
      "Fantasy",
      "Battles"
    ],
    "Description": "Magic: The Gathering is a collectible card game where players build decks from their collection and compete to reduce their opponent's life total to zero. Each player takes on the role of a powerful mage, casting spells and summoning creatures to battle. Magic offers endless replayability with its vast card sets.",
    "runtime": "20-60 minutes"
  },
  {
    "id": 28,
    "name": "Munchkin Legends",
    "image": "/images/munchkin-legends.jpg",
    "players": [
      3,
      6
    ],
    "genre": "Card Game",
    "keywords": [
      "Humor",
      "Fantasy",
      "Monsters"
    ],
    "Description": "Munchkin Legends is a humorous card game where players take on the roles of adventurers battling monsters and collecting loot. The game is filled with jokes and references to mythology, as players try to level up and defeat the biggest monsters. Players can use special cards to interfere with each other, adding a layer of strategy and chaos. The goal is to be the first player to reach level 10. Munchkin Legends is light-hearted and perfect for those who enjoy both fantasy and humor.",
    "runtime": "60-90 minutes"
  },
  {
    "id": 29,
    "name": "Drag Match",
    "image": "/images/drag-match.jpg",
    "players": [
      2,
      4
    ],
    "genre": "Puzzle Game",
    "keywords": [
      "Matching",
      "Dragons",
      "Cards"
    ],
    "Description": "Drag Match is a puzzle card game where players match dragon-themed cards to complete sets. The game combines elements of strategy and pattern recognition, as players try to form matching sets while blocking opponents from doing the same. It's a fast and engaging game that appeals to fans of quick puzzle challenges. With simple rules and engaging gameplay, it's great for casual game nights.",
    "runtime": "20-30 minutes"
  },
  {
    "id": 30,
    "name": "Never Have I Ever",
    "image": "/images/never-have-i-ever.jpg",
    "players": [
      3,
      12
    ],
    "genre": "Party Game",
    "keywords": [
      "Confessions",
      "Humor",
      "Cards"
    ],
    "Description": "Never Have I Ever is a party game where players take turns making statements starting with 'Never have I ever,' and others who have done the action must confess by taking a point. The game can lead to hilarious or revealing moments, making it popular for social gatherings. The goal is to learn more about your friends in a fun and light-hearted way. It’s best suited for a large group looking for a fun and engaging time.",
    "runtime": "30-60 minutes"
  },
  {
    "id": 31,
    "name": "New Phone, Who Dis?",
    "image": "/images/new-phone-who-dis.jpg",
    "players": [
      3,
      20
    ],
    "genre": "Party Game",
    "keywords": [
      "Text Messages",
      "Humor",
      "Cards"
    ],
    "Description": "New Phone, Who Dis? is a party card game where players try to create the funniest text message conversation by pairing text cards with reply cards. The judge of the round chooses the funniest combination, and the winner earns points. The game is similar to other humor-based card games but with a texting twist. It’s a quick, easy-to-learn game that guarantees lots of laughs with friends.",
    "runtime": "30-60 minutes"
  },
  {
    "id": 32,
    "name": "Here to Slay",
    "image": "/images/here-to-slay.jpg",
    "players": [
      2,
      6
    ],
    "genre": "Card Game",
    "keywords": [
      "Fantasy",
      "Monsters",
      "Strategy"
    ],
    "Description": "Here to Slay is a fantasy-themed card game where players form a party of heroes to defeat monsters and complete quests. Each player must strategically build their party while disrupting their opponents. The game involves elements of strategy, luck, and player interaction. With its cute art and engaging mechanics, Here to Slay offers a fun and competitive experience for fans of fantasy and adventure games.",
    "runtime": "30-60 minutes"
  },
  {
    "id": 33,
    "name": "5 Second Rule",
    "image": "/images/5-second-rule.jpg",
    "players": [
      3,
      6
    ],
    "genre": "Party Game",
    "keywords": [
      "Quick Thinking",
      "Trivia",
      "Timer"
    ],
    "Description": "5 Second Rule is a fast-paced party game where players must think quickly to name three items from a given category within five seconds. The pressure of the timer leads to hilarious responses and mistakes, making it a fun game for groups. The simplicity of the game makes it accessible to all ages, and it’s perfect for breaking the ice at parties. It encourages fast thinking and quick reactions.",
    "runtime": "20-30 minutes"
  },
  {
    "id": 34,
    "name": "Exploding Kittens",
    "image": "/images/exploding-kittens.jpg",
    "players": [
      2,
      5
    ],
    "genre": "Card Game",
    "keywords": [
      "Cats",
      "Explosions",
      "Luck"
    ],
    "Description": "Exploding Kittens is a humorous card game where players draw cards in an attempt to avoid drawing an exploding kitten, which eliminates them from the game. Players can use strategy and special cards to avoid explosions, defuse kittens, or sabotage opponents. The game is quick, chaotic, and full of funny illustrations, making it a favorite for casual gaming sessions. The last player standing wins.",
    "runtime": "15-20 minutes"
  },
  {
    "id": 35,
    "name": "Black Mirror",
    "image": "/images/black-mirror.jpg",
    "players": [
      3,
      6
    ],
    "genre": "Party Game",
    "keywords": [
      "Dystopia",
      "Decisions",
      "Drama"
    ],
    "Description": "Black Mirror is a party game based on the dystopian themes of the popular TV series. Players must make difficult decisions in a dark, futuristic world, and their choices can lead to unexpected consequences. The game encourages debate and discussion, as players explore the ethical dilemmas posed by technology and society. It’s a unique and thought-provoking experience for fans of the show and dystopian fiction.",
    "runtime": "60 minutes"
  },
  {
    "id": 36,
    "name": "The Fox in the Forest",
    "image": "/images/the-fox-in-the-forest.jpg",
    "players": [
      2,
      2
    ],
    "genre": "Card Game",
    "keywords": [
      "Fairy Tale",
      "Trick-taking",
      "Strategy"
    ],
    "Description": "The Fox in the Forest is a trick-taking card game for two players with a fairy tale theme. Players try to win tricks by playing higher-ranked cards, but certain cards have special abilities that can alter the outcome. The goal is to win a balanced number of tricks, as winning too many or too few can result in penalties. The game is known for its beautiful artwork and tactical depth.",
    "runtime": "30 minutes"
  },
  {
    "id": 37,
    "name": "Runes & Regulations",
    "image": "/images/runes-and-regulations.jpg",
    "players": [
      2,
      4
    ],
    "genre": "Card Game",
    "keywords": [
      "Fantasy",
      "Pets",
      "Rules"
    ],
    "Description": "Runes & Regulations is a card game where players manage their magical pets and try to be the first to summon a powerful creature while abiding by neighborhood rules. The game combines fantasy elements with humorous suburban themes, offering a blend of strategy and chaos. Players must balance building their own strength while interfering with their opponents’ plans. It’s a quirky, fun game for fans of fantasy and card games.",
    "runtime": "30-45 minutes"
  },
  {
    "id": 38,
    "name": "Ducking High",
    "image": "/images/ducking-high.jpg",
    "players": [
      2,
      8
    ],
    "genre": "Party Game",
    "keywords": [
      "Fun",
      "Strategy",
      "Party"
    ],
    "Description": "Ducking High is a lively party game where players compete to avoid being the last one standing in a series of humorous challenges.",
    "runtime": "30-60 minutes"
  },
  {
    "id": 39,
    "name": "Blokus",
    "image": "/images/blokus.jpg",
    "players": [
      2,
      4
    ],
    "genre": "Abstract Strategy",
    "keywords": [
      "Tiles",
      "Strategy",
      "Blocking"
    ],
    "Description": "Blokus is an abstract strategy game where players aim to place the most tiles on the board while blocking their opponents.",
    "runtime": "30-60 minutes"
  },
  {
    "id": 40,
    "name": "One Night Ultimate Werewolf",
    "image": "/images/one-night-ultimate-werewolf.jpg",
    "players": [
      3,
      10
    ],
    "genre": "Social Deduction",
    "keywords": [
      "Bluffing",
      "Werewolf",
      "Party"
    ],
    "Description": "In One Night Ultimate Werewolf, players take on secret roles and must work together to find the werewolves among them.",
    "runtime": "10 minutes"
  },
  {
    "id": 41,
    "name": "Carcassonne",
    "image": "/images/carcassonne.jpg",
    "players": [
      2,
      5
    ],
    "genre": "Tile Placement",
    "keywords": [
      "Tiles",
      "Building",
      "Strategy"
    ],
    "Description": "Carcassonne is a tile-placement game where players build cities, roads, and fields while placing their followers strategically.",
    "runtime": "35-45 minutes"
  },
  {
    "id": 42,
    "name": "Munchkin Booty",
    "image": "/images/munchkin-booty.jpg",
    "players": [
      3,
      6
    ],
    "genre": "Card Game",
    "keywords": [
      "Humor",
      "Pirates",
      "Monsters"
    ],
    "Description": "Munchkin Booty is a humorous card game where players take on the role of pirates battling monsters and each other.",
    "runtime": "60-90 minutes"
  },
  {
    "id": 43,
    "name": "Hint Go",
    "image": "/images/hint-go.jpg",
    "players": [
      4,
      12
    ],
    "genre": "Party Game",
    "keywords": [
      "Guessing",
      "Clues",
      "Fun"
    ],
    "Description": "Hint Go is a fast-paced guessing game where players provide clues to help their teammates guess the correct answers.",
    "runtime": "20-30 minutes"
  },
  {
    "id": 44,
    "name": "Phase 10",
    "image": "/images/phase-10.jpg",
    "players": [
      2,
      6
    ],
    "genre": "Card Game",
    "keywords": [
      "Sets",
      "Phases",
      "Strategy"
    ],
    "Description": "Phase 10 is a card game where players try to complete 10 phases, each with specific card combinations.",
    "runtime": "45-90 minutes"
  },
  {
    "id": 45,
    "name": "Exploding Kittens Party Pack",
    "image": "/images/exploding-kittens-party-pack.jpg",
    "players": [
      2,
      10
    ],
    "genre": "Card Game",
    "keywords": [
      "Cats",
      "Explosions",
      "Luck"
    ],
    "Description": "The Exploding Kittens Party Pack adds more fun and chaos to the classic game with additional cards and players.",
    "runtime": "15-20 minutes"
  },
  {
    "id": 46,
    "name": "Bananagrams",
    "image": "/images/bananagrams.jpg",
    "players": [
      1,
      8
    ],
    "genre": "Word Game",
    "keywords": [
      "Words",
      "Fast",
      "Scrabble"
    ],
    "Description": "Bananagrams is a fast-paced word game where players race to create a grid of interconnected words using letter tiles.",
    "runtime": "15-30 minutes"
  },
  {
    "id": 47,
    "name": "Clue",
    "image": "/images/clue.jpg",
    "players": [
      3,
      6
    ],
    "genre": "Mystery",
    "keywords": [
      "Deduction",
      "Mystery",
      "Crime"
    ],
    "Description": "Clue is a classic deduction game where players investigate a murder mystery by collecting clues and making accusations.",
    "runtime": "60 minutes"
  },
  {
    "id": 48,
    "name": "Caylus",
    "image": "/images/caylus.jpg",
    "players": [
      2,
      5
    ],
    "genre": "Strategy",
    "keywords": [
      "Building",
      "Economy",
      "Resource Management"
    ],
    "Description": "Caylus is a worker placement game where players build a medieval city while managing resources and influencing the king.",
    "runtime": "90-150 minutes"
  },
  {
    "id": 49,
    "name": "Smash Up",
    "image": "/images/smash-up.jpg",
    "players": [
      2,
      8
    ],
    "genre": "Card Game",
    "keywords": [
      "Combination",
      "Strategy",
      "Fun"
    ],
    "Description": "Smash Up is a card game where players combine different factions to create unique decks and compete against each other.",
    "runtime": "45 minutes"
  },
  {
    "id": 50,
    "name": "Cards Against Humanity",
    "image": "/images/cards-against-humanity.jpg",
    "players": [
      4,
      20
    ],
    "genre": "Party Game",
    "keywords": [
      "Humor",
      "Adult",
      "Cards"
    ],
    "Description": "Cards Against Humanity is a party game where players complete fill-in-the-blank statements with humorous or offensive phrases.",
    "runtime": "30-90 minutes"
  },
  {
    "id": 51,
    "name": "Racko",
    "image": "/images/racko.jpg",
    "players": [
      2,
      4
    ],
    "genre": "Card Game",
    "keywords": [
      "Cards",
      "Sequence",
      "Strategy"
    ],
    "Description": "Racko is a card game where players try to arrange cards in numerical order while disrupting their opponents' strategies.",
    "runtime": "30 minutes"
  },
  {
    "id": 52,
    "name": "Gloomhaven",
    "image": "/images/gloomhaven.jpg",
    "players": [
      1,
      4
    ],
    "genre": "Cooperative",
    "keywords": [
      "Fantasy",
      "Adventure",
      "RPG"
    ],
    "Description": "Gloomhaven is a cooperative adventure game set in a fantasy world where players take on roles of different characters in a branching narrative.",
    "runtime": "90-150 minutes"
  },
  {
    "id": 53,
    "name": "Blank Slate",
    "image": "/images/blank-slate.jpg",
    "players": [
      3,
      8
    ],
    "genre": "Party Game",
    "keywords": [
      "Words",
      "Creativity",
      "Fun"
    ],
    "Description": "Blank Slate is a party game where players write down a word that matches a clue while trying to match their answers with others.",
    "runtime": "30-60 minutes"
  },
  {
    "id": 54,
    "name": "Racko",
    "image": "/images/racko.jpg",
    "players": [
      2,
      4
    ],
    "genre": "Card Game",
    "keywords": [
      "Cards",
      "Sequence",
      "Strategy"
    ],
    "Description": "Racko is a classic card game where players try to arrange their cards in sequential order from lowest to highest. Each turn, players draw and replace cards from their rack, trying to be the first to have all of their cards in the correct order. Racko’s simple yet strategic gameplay makes it a fun game for all ages.",
    "runtime": "30 minutes"
  },
  {
    "id": 55,
    "name": "Gloomhaven",
    "image": "/images/gloomhaven.jpg",
    "players": [
      1,
      4
    ],
    "genre": "Cooperative",
    "keywords": [
      "Fantasy",
      "Adventure",
      "RPG"
    ],
    "Description": "Gloomhaven is an epic, cooperative adventure game set in a sprawling fantasy world. Players take on the roles of mercenaries with unique abilities and work together to explore dungeons, fight monsters, and unravel a rich narrative. With dozens of branching scenarios and a legacy-style progression, Gloomhaven is known for its deep strategy, complex combat, and immersive storytelling.",
    "runtime": "90-150 minutes"
  },
  {
    "id": 56,
    "name": "Blank Slate",
    "image": "/images/blank-slate.jpg",
    "players": [
      3,
      8
    ],
    "genre": "Party Game",
    "keywords": [
      "Words",
      "Creativity",
      "Fun"
    ],
    "Description": "Blank Slate is a word association party game where players try to match words with others without overthinking. Given a prompt with a missing word, players write down a word they think others will choose. The more players you match with, the more points you score. Blank Slate’s simple rules and creative gameplay make it a fun and easy game for groups.",
    "runtime": "30-60 minutes"
  },
  {
    "id": 57,
    "name": "Racko",
    "image": "/images/racko.jpg",
    "players": [
      2,
      4
    ],
    "genre": "Card Game",
    "keywords": [
      "Cards",
      "Sequence",
      "Strategy"
    ],
    "Description": "Racko is a classic card game where players try to arrange their cards in sequential order from lowest to highest. Each turn, players draw and replace cards from their rack, trying to be the first to have all of their cards in the correct order. Racko’s simple yet strategic gameplay makes it a fun game for all ages.",
    "runtime": "30 minutes"
  },
  {
    "id": 58,
    "name": "Gloomhaven",
    "image": "/images/gloomhaven.jpg",
    "players": [
      1,
      4
    ],
    "genre": "Cooperative",
    "keywords": [
      "Fantasy",
      "Adventure",
      "RPG"
    ],
    "Description": "Gloomhaven is an epic, cooperative adventure game set in a sprawling fantasy world. Players take on the roles of mercenaries with unique abilities and work together to explore dungeons, fight monsters, and unravel a rich narrative. With dozens of branching scenarios and a legacy-style progression, Gloomhaven is known for its deep strategy, complex combat, and immersive storytelling.",
    "runtime": "90-150 minutes"
  },
  {
    "id": 59,
    "name": "Blank Slate",
    "image": "/images/blank-slate.jpg",
    "players": [
      3,
      8
    ],
    "genre": "Party Game",
    "keywords": [
      "Words",
      "Creativity",
      "Fun"
    ],
    "Description": "Blank Slate is a word association party game where players try to match words with others without overthinking. Given a prompt with a missing word, players write down a word they think others will choose. The more players you match with, the more points you score. Blank Slate’s simple rules and creative gameplay make it a fun and easy game for groups.",
    "runtime": "30-60 minutes"
  }
]